[
  "dynamic-outline",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "better-word-count",
  "cmdr",
  "obsidian-cursor-location-plugin",
  "dataview",
  "obsidian-day-and-night",
  "obsidian-git",
  "obsidian-hider",
  "homepage",
  "obsidian-paste-image-rename",
  "darlal-switcher-plus",
  "sheets",
  "obsidian-style-settings",
  "workspaces-plus",
  "editing-toolbar",
  "settings-search",
  "hotkey-helper",
  "obsidian-smart-typography",
  "various-complements",
  "tag-wrangler",
  "obsidian-outliner",
  "obsidian-search-everywhere-plugin",
  "replace-all",
  "better-search-views",
  "obsidian-footnotes",
  "obsidian-linter",
  "calendar",
  "periodic-notes",
  "nldates-obsidian",
  "plugins-annotations",
  "open-with-nldates",
  "colored-tags-wrangler",
  "recent-files-obsidian",
  "novel-word-count",
  "obsidian-copy-block-link",
  "graph-nested-tags",
  "obsidian-file-color",
  "folder-notes",
  "quick-explorer",
  "links",
  "link-favicon",
  "obsidian-icon-folder",
  "templater-obsidian",
  "obsidian-version-history-diff",
  "text-extractor",
  "enhanced-annotations",
  "list-style",
  "vertical-tabs",
  "remember-cursor-position",
  "obsidian-scroll-to-top-plugin",
  "scroll-speed",
  "obsidian42-brat"
]