[
  "scroll-speed",
  "callout-integrator",
  "obsidian-copy-block-link",
  "link-headers-directly",
  "graph-nested-tags",
  "open-with-nldates",
  "optimize-canvas-connections",
  "list-style",
  "lazy-plugins",
  "better-search-views",
  "blur",
  "obsidian42-brat",
  "canvas-link-optimizer",
  "canvas-links",
  "obsidian-cursor-location-plugin",
  "obsidian-doubleshift",
  "obsidian-footnotes",
  "hotkey-helper",
  "plugins-annotations",
  "quick-explorer",
  "quick-tagger",
  "obsidian-reading-time",
  "search-in-canvas",
  "settings-search",
  "sheets",
  "obsidian-smart-typography",
  "cycle-through-panes",
  "tag-wrangler",
  "waypoint",
  "calendar",
  "callout-menu",
  "canvas-card-bg-remover",
  "canvas-keyboard-pan",
  "canvas-mindmap",
  "color-folders-files",
  "cmdr",
  "double-click-tab",
  "dynamic-outline",
  "enhanced-annotations",
  "enhanced-copy",
  "file-explorer-plus",
  "obsidian-folder-focus-mode",
  "obsidian-hider",
  "homepage",
  "mrj-jump-to-link",
  "obsidian-limelight",
  "link-preview",
  "mouse-navigation",
  "multi-properties",
  "inline-math",
  "occura-word-highlighter",
  "obsidian-outliner",
  "obsidian-party",
  "obsidian-paste-image-rename",
  "periodic-notes",
  "recent-notes",
  "replace-all",
  "obsidian-style-settings",
  "obsidian-trash-explorer",
  "vertical-tabs",
  "workspaces-plus",
  "abbreviations-mark",
  "obsidian-auto-link-title",
  "table-editor-obsidian",
  "callout-manager",
  "obsidian-git",
  "settings-management",
  "statusbar-organizer",
  "darlal-switcher-plus"
]