[
  "dynamic-outline",
  "obsidian-auto-link-title",
  "cmdr",
  "obsidian-cursor-location-plugin",
  "obsidian-hider",
  "homepage",
  "obsidian-paste-image-rename",
  "darlal-switcher-plus",
  "sheets",
  "workspaces-plus",
  "settings-search",
  "hotkey-helper",
  "obsidian-smart-typography",
  "obsidian-outliner",
  "replace-all",
  "better-search-views",
  "obsidian-footnotes",
  "calendar",
  "periodic-notes",
  "plugins-annotations",
  "open-with-nldates",
  "recent-files-obsidian",
  "obsidian-copy-block-link",
  "graph-nested-tags",
  "quick-explorer",
  "list-style",
  "remember-cursor-position",
  "obsidian-scroll-to-top-plugin",
  "scroll-speed",
  "obsidian42-brat",
  "lazy-plugins",
  "callout-menu",
  "occura-word-highlighter",
  "obsidian-git",
  "vertical-tabs",
  "tag-wrangler",
  "table-editor-obsidian",
  "enhanced-annotations",
  "canvas-card-bg-remover",
  "canvas-keyboard-pan",
  "canvas-link-optimizer",
  "canvas-mindmap",
  "canvas-send-to-back",
  "optimize-canvas-connections",
  "search-in-canvas",
  "canvas-links",
  "obsidian-style-settings",
  "obsidian-limelight",
  "obsidian-reading-time",
  "enhanced-copy",
  "link-headers-directly",
  "blur",
  "obsidian-doubleshift",
  "double-click-tab"
]